{
  "posts": [
    {
      "createdAt": "2024-09-11T18:34:50.629Z",
      "updatedAt": "2024-09-11T18:34:50.629Z",
      "id": "dc8d",
      "title": "Descubra a respiração diafragmática!",
      "description": "Muitas vezes, quando pensamos em práticas de atenção plena,  enfatizamos a importância da respiração. Ao prestar atenção na respiração, permanecemos presentes e nos ancoramos nela para não nos perdermos em nossos pensamentos. Você já se perguntou por que prestar atenção na respiração é tão importante?\nNos ensinamentos do Zen budismo, a meditação é praticada na posição sentada apenas com a atenção na respiração. No começo, não é necessário forçar nenhum padrão específico de respiração, só  observar o seu fluxo natural. Quando o foco está na respiração, começamos a nos distanciar dos nossos pensamentos e conseguimos permanecer no presente. Esse primeiro passo — descrito como uma consciência das “ondas da mente” no livro de Shunryu Suzuki, Mente Zen, mente de principiante — nos permite pensar na respiração como ondas no oceano.\nAo fazer isso, conseguimos imaginar que, quando existe um furacão no meio do oceano das nossas mentes, podemos sentir ondas maiores quebrando mais rápido na nossa praia. Portanto, a praia reflete o que está acontecendo no oceano. As ondas do mar mudam dependendo do momento do dia ou das estações do ano. Da mesma forma, a reação da mente varia dependendo de como nos sentimos em geral, se nos acalmamos, nos alteramos, dormimos bem ou comemos alguma coisa. Então, o que você está sentindo tanto emocional quanto fisicamente afeta o seu jeito de respirar.\nA experiência humana é muito complexa. Dezenas de milhares de neurônios são ativados a cada momento. Sua pele, o maior órgão do corpo, reúne informações a cada segundo por meio dos seus sentidos, e você tem emoções e pensamentos o tempo todo. Somos um ecossistema completo com propriedades como o vento, o sal e os navios que navegam pelas nossas águas. Seria impossível tentar investigar e mudar cada parte de nós, certo?\nEntão, o que podemos fazer é sentar e observar como as ondas vêm e vão e perceber as mudanças que se desenrolam no nosso próprio mar pessoal. Na prática, definimos a intenção de ter consciência do fluxo da nossa respiração. Ao fazer isso, nosso objetivo é silenciar nossos pensamentos ativos, criando um espaço e um momento onde podemos coexistir com eles. Criar esse espaço pode trazer benefícios, como diminuir os sintomas de ansiedade, melhorar a qualidade do sono e aliviar o estresse. Vamos analisar melhor como a anatomia da respiração se relaciona com esses benefícios.",
      "user": {
        "username": "beacastro"
      },
      "comments": []
    },
    {
      "createdAt": "2024-09-11T19:00:37.616Z",
      "updatedAt": "2024-09-11T19:00:37.616Z",
      "id": "2b0c",
      "title": "Terapia cognitivo comportamental",
      "description": "A Terapia Cognitiva-Comportamental é uma abordagem estruturada, estabelecida a partir da colaboração entre terapeuta e paciente.\nA técnica consiste em buscar uma reestruturação cognitiva sobre emoções e comportamentos, por meio de intervenções sobre as cognições baseadas em eventos significativos para o paciente.\nA TCC sugere que uma mesma situação possa ser compreendida sob diversos pontos de vista, desafiando os pensamentos ou convicções criadas a partir de crenças e verdades que assumimos diante de situações diversas.\nA partir de uma nova abordagem, cria-se mecanismos lógicos para auxiliar o paciente na gestão de situações que geram sofrimento.\nA terapia cognitivo-comportamental foi desenvolvida pelo Dr. Aaron Beck e sua equipe, na década de 60.\nEm meados da década de 50, com o surgimento de Ciências Cognitivas, o cenário científico já apontava nessa direção.\nBeck conduziu estudos empíricos para validar o princípio psicanalítico motivacional da depressão como agressão retroflexa do indivíduo contra si, no caso uma autopunição.\nNo entanto seus estudos provaram o equívoco no modelo psicanalítico de depressão. Assim ele propôs um novo modelo cognitivo de depressão, que gerou um novo sistema de psicoterapia, chamado de Terapia Cognitiva.\nEsses estudos apontaram os processos cognitivos como responsáveis pelos comportamentos.\nTambém resultou em estratégias cognitivas e comportamentais relevantes para processos psicológicos na depressão e outros transtornos semelhantes, que são desencadeados por fatores cognitivos.",
      "user": {
        "username": "beacastro"
      },
      "comments": [
        {
          "createdAt": "2024-09-18T12:06:31.741Z",
          "username": "beacastro",
          "text": "Teste de um novo "
        }
      ]
    },
    {
      "createdAt": "2024-09-11T19:06:25.764Z",
      "updatedAt": "2024-09-11T19:06:25.764Z",
      "id": "f852",
      "title": "Marketing e os psicólogos",
      "description": "O marketing para psicólogos é o conjunto de estratégias e ações que tem como objetivo atrair, captar e fidelizar os clientes potenciais de um serviço de psicologia. O marketing para psicólogos se baseia no conhecimento do mercado, na segmentação do objetivo público, na definição da proposta de valor, na comunicação efetiva e na medição dos resultados.\nO marketing para psicólogos não é o mesmo que o marketing tradicional, pois implica uma série de particularidades e desafios específicos.\nO conhecimento de marca é uma ferramenta poderosa para psicólogos que desejam estabelecer uma presença sólida e autêntica no campo da saúde mental. Mais do que apenas um logo ou um nome, a marca de um psicólogo é a representação da sua identidade profissional, dos valores que defende e da experiência que oferece aos clientes.\nDefinindo a Marca Pessoal: A construção da marca pessoal para um psicólogo começa com a compreensão clara de sua missão, visão e valores. Isso significa refletir sobre os princípios éticos que guiam sua prática, os métodos terapêuticos que utiliza e a mensagem que deseja transmitir ao público.\nIdentidade Visual e Comunicação: A identidade visual desempenha um papel crucial na forma como os clientes percebem um psicólogo. Cores, logotipos, tipografia – todos esses elementos contribuem para criar uma imagem que seja atrativa e representativa. No entanto, a comunicação é igualmente vital. Isso engloba desde o tom de voz utilizado em materiais de marketing até a forma como se interage com os pacientes.\nConsistência e Autenticidade: Ter consistência é o caminho para construir uma marca forte. Isso significa manter uma mensagem coesa em todos os pontos de contato, desde as redes sociais até as sessões terapêuticas. A autenticidade é outro pilar fundamental. Os pacientes buscam genuinidade e conexão, e uma marca que transparece autenticidade constrói confiança e fidelidade.\nEstratégias de Marketing: A marca de um psicólogo se fortalece por meio de estratégias de marketing eficazes. Isso inclui o uso inteligente das redes sociais, a criação de conteúdo relevante e informativo, e a participação ativa em eventos ou grupos profissionais. O networking é uma peça-chave para expandir a visibilidade da marca, permitindo conexões valiosas com colegas e possíveis referências.\nConstrução de Credibilidade: Construir credibilidade é essencial. Isso pode ser alcançado através do compartilhamento de conhecimento, seja por meio de blogs informativos, podcasts ou workshops. Ao demonstrar expertise e oferecer insights valiosos, um psicólogo solidifica sua posição como uma autoridade no campo da saúde mental.",
      "user": {
        "username": "beacastro"
      },
      "comments": []
    },
    {
      "id": "af1c",
      "createdAt": "2024-09-11T20:04:14.845Z",
      "updatedAt": "2024-09-11T20:04:14.845Z",
      "title": "Regularidade das consultas",
      "description": "A grande vantagem da TCC é sua aplicação curta e em tempo determinado.\n\nIsto é, cerca de 5 ou 10 sessões são suficientes para obter resultados satisfatórios.\n\nÉ indicado que as sessões inicialmente sejam semanais, passando a uma periodicidade quinzenal.\n\nPor isso, a Terapia Cognitivo-Comportamental tem duração média de 3 a 6 meses. Justamente por ser rápida, costuma ser aplicada em casos que requerem um resultado efetivo em pouco tempo.\n\nHoje, amplamente popularizada e aplicada, a Terapia cognitivo-comportamental é reconhecida, além de comprovada.\n\nOs resultados estarão correlacionados a pré-disposição do indivíduo em abrir-se e construir junto ao terapeuta estratégias para lidar com seus transtornos.\n\nTambém dependem do profissional em escolher as melhores práticas e técnicas para levar o paciente ao resultado desejado.\n\nCada indivíduo terá seu nível de resposta conforme sua dedicação a terapia e empenho em solucionar e resolver seu sofrimento. Muitas vezes, a ansiedade pode comprometer esses resultados.\n\nPor isso é recomendado que siga o tratamento até sua conclusão. Consulte um profissional especializado para aconselhar e esclarecer de forma mais abrangente sobre a TCC.",
      "user": {
        "username": "beacastro"
      }
    },
    {
      "id": "41f7",
      "createdAt": "2024-09-12T19:53:40.509Z",
      "updatedAt": "2024-09-12T19:53:40.509Z",
      "title": "A relação entre a saúde mental e o estômago",
      "description": "A saúde mental pode afetar o estômago de várias maneiras devido à complexa interação entre o cérebro e o sistema digestivo.\n\nAfinal, o sistema nervoso central, que inclui o cérebro, e o sistema nervoso entérico — muitas vezes chamado de “segundo cérebro” —, que é uma rede de neurônios no trato gastrointestinal que influencia a motilidade intestinal, a secreção de fluidos e outras funções digestivas, estão interconectados.\n\nO cérebro envia sinais para o sistema digestivo e vice-versa. Portanto, alterações no estado emocional podem afetar diretamente a função gastrointestinal e vice-versa.\n\nIsso significa que alterações na microbiota intestinal, que são as bactérias e outros microrganismos que habitam o intestino, podem comprometer a função cerebral e o estado emocional.\n\nAlém disso, alterações nos níveis hormonais associadas a condições de saúde mental, como ansiedade e depressão, podem afetar a função gastrointestinal.\n\nPor exemplo, o aumento do cortisol, conhecido como o hormônio do estresse, pode causar inflamação no sistema digestivo e aumentar a permeabilidade intestinal.\n\nTambém é válido destacar que algumas pessoas podem desenvolver padrões de alimentação emocional, como comer demais, compulsivamente ou evitar comer.\n\nEntão, esses comportamentos alimentares podem ter um impacto direto no funcionamento do sistema digestivo e na saúde do estômago.",
      "user": {
        "username": "beacastro"
      }
    },
    {
      "id": "5dcf",
      "createdAt": "2024-09-12T19:55:39.250Z",
      "updatedAt": "2024-09-12T19:55:39.250Z",
      "title": "A importância de cuidar da saúde",
      "description": "Quando se fala em saúde mental ainda há um tabu enorme, muitas pessoas tem preconceitos sobre o assunto, alguns pensam que a questão da saúde mental é para “doido ou maluco”, e dizem: “não preciso disso”, é “frescura”, é “desperdício de tempo” e até mesmo existem pessoas que tem medo de falar sobre suas emoções e sentimentos, acham vergonhoso, ou aquelas que acham que saúde mental é um luxo, e somente os ricos podem desfrutar dela.\n\nMas, não se engane, não se deixe levar por essas ideias pré-concebidas e desenvolvidas de forma errônea a respeito do tema! Saúde mental é um fato. Assim como o nosso corpo físico adoece, nossa mente também pode adoecer.\n\nO adoecimento mental existe. Adoecer mentalmente não é de forma alguma um sinal de fraqueza, que você não é bom ou que é inferior aos outros, pelo contrário demonstra que você foi forte, aguentou em quanto pode, mas que agora precisa de ajuda. Saúde mental é assunto para todas as pessoas sim.\n\nA Organização Mundial da Saúde (OMS) aponta que mais de 18 milhões de brasileiros sofrem de ansiedade, colocando o país em posição de destaque no ranking de nações ansiosas. Os números de casos de depressão também são altos, com mais de 12 milhões de pessoas deprimidas no Brasil.\n\nDados da Organização Pan-Americana de Saúde (OPAS) também compõem um panorama preocupante. Pesquisas evidenciam que 30% da população das Américas teve ou terá alguma condição de saúde mental.\n\nA reincidência dessas condições é, então, elevada no país. Ainda assim, o preconceito na saúde mental persiste em nossa sociedade, contribuindo para o afastamento das pessoas da terapia e outros tipos de tratamento.\n\nO preconceito pode ser descrito como a manifestação de repúdio ou hostilidade em consequência de juízos pré-concebidos acerca de indivíduos, pensamentos e comportamentos. Ou seja, ele nasce de generalizações e estereótipos que não costumam reter a realidade.\n\nMuitas pessoas desconhecem a profundidade das características da ansiedade e depressão. É por isso que, quando recebem uma informação incondizente com a realidade, como “depressão é preguiça” ou “ansiedade não existe”, costumam acreditar nela.\n\nEssas concepções equivocadas fazem com que elas reajam com estranheza às condições de saúde mental e, consequentemente, aos indivíduos que as possuem. Assim, pessoas com depressão, ansiedade, bipolaridade, síndrome do pânico, transtornos de personalidade, distúrbios alimentares e outros sofrem com a sua discriminação.",
      "user": {
        "username": "beacastro"
      }
    },
    {
      "id": "6e00",
      "createdAt": "2024-09-11T20:30:38.438Z",
      "updatedAt": "2024-09-11T20:30:38.438Z",
      "title": "Psicoterapia online",
      "description": "Recentemente você deve ter ouvido bastante falar sobre um novo modelo de psicoterapia – a ONLINE – e isso está gerando uma série de perguntas, que buscarei responder aqui de forma que fique mais claro o entendimento sobre esse novo recurso que está crescendo no mercado de cuidado da saúde mental.\n\nPrimeiro de tudo, é importante dizer que o CFP (Conselho Federal de Psicologia) publicou uma nova resolução nº 11/2018, atualizando as normas para atendimento online à distância.\n\nEssa atualização traz mudanças como a liberação para realização de consultas ou atendimentos psicológicos por meio de diferentes ferramentas de tecnologia, com cuidado do profissional para que o atendimento seja realizado com base no código de ética de nossa profissão, garantindo segurança da informação e sigilo.\n\nOutra novidade nessa resolução foi o fato de não ser mais restrito o número de sessões realizadas pelos meios tecnológicos. A resolução nova prevê também a possibilidade de realização de testes psicológicos reconhecidos pelo SATEPSI e processos de Seleção de Pessoal.\n\nÉ importante lembrar que apenas profissionais previamente cadastrados e autorizados pelo CRP podem realizar este tipo de atendimento online, portanto, se estiver procurando um profissional para atendê-los(as), procure verificar se este tem permissão para tal atuação.\n\nNo caso de atendimento de crianças e adolescentes, é necessária a autorização do responsável com um documento de consentimento expresso, assim como uma avaliação prévia para verificar a viabilidade desse processo terapêutico online para cada caso.\n\nVale salientar que nos casos de atendimento de pessoas em situação de urgência ou emergência, como pessoas em situação de violação de direitos ou violência e crises, e grupos em situação de emergência ou desastres, os atendimentos online são inadequados; sendo necessário então atendimentos presenciais por profissionais da área.",
      "user": {
        "username": "beacastro"
      }
    },
    {
      "id": "0779",
      "createdAt": "2024-09-12T20:04:13.066Z",
      "updatedAt": "2024-09-12T20:04:13.066Z",
      "title": "Sono e Ansiedade",
      "description": "Problemas para dormir, especialmente a insônia, são uma queixa tão comum de pessoas com diferentes distúrbios de ansiedade que acabaram sendo incorporados pela literatura médica na definição de alguns deles, como o estresse pós-traumático. O mesmo acontece com o aumento do número de pesadelos. Característica clássica de pacientes com ansiedade, a hiperexcitação mental, é um dos fatores chaves da dificuldade para dormir. \n\nO mesmo acontece com pessoas sem os distúrbios quando estão sob estresse muito forte: elas demoram mais para pegar no sono e acordam com mais frequência de madrugada. A diferença é que, para os ansiosos, isso acontece repetidamente, muitas vezes todos os dias. Essa “excitação” pode acontecer em forma de pensamentos intrusivos, um repasse do que aconteceu no dia ou a agenda do dia seguinte. \n\nPara cada pessoa é diferente. Curiosamente, não existe uma alteração tão marcada na arquitetura do sono que possa ser relacionada a algum distúrbio de ansiedade, mas bem há conflitos nas análises dentro de um mesmo distúrbio, o que indica que o problema não está relacionado a como estão estruturados os ciclos noturnos. \n\nAs alterações, sugerem alguns estudos, são hormonais e nervosas, o que gera uma resposta agitada ao stress, sobretudo quando ele é prolongado.",
      "user": {
        "username": "beacastro"
      }
    },
    {
      "id": "75bb",
      "createdAt": "2024-09-13T10:39:03.300Z",
      "updatedAt": "2024-09-13T10:39:03.300Z",
      "title": "A Crise da Meia-Idade",
      "description": "Popularmente conhecida como a “crise dos 40”, é uma fase comum e significativa na vida de muitos indivíduos.\n\n A princípio, pode parecer apenas uma questão relacionada ao envelhecimento e à passagem do tempo. Contudo, a realidade é muito mais complexa e profunda. \n\nEssa crise é marcada por uma série de questionamentos existenciais, emocionais e psicológicos que, frequentemente, levam as pessoas a reconsiderar suas escolhas de vida, reavaliar metas estabelecidas e até mesmo questionar o próprio propósito.\n\nDurante essa fase, que geralmente ocorre entre os 35 e 50 anos, muitos se deparam com a percepção de que metade da vida já foi vivida, o que pode provocar uma mistura de ansiedade e reflexão. \n\nAs conquistas alcançadas até então podem ser revisadas sob uma nova luz, muitas vezes com uma sensação de urgência para ajustar o rumo antes que seja “tarde demais”. \n\nAlém disso, esse período de transição pode ser agravado por mudanças fisiológicas e sociais, como o envelhecimento dos pais, o crescimento dos filhos e a aposentadoria que se aproxima. \n\nSobretudo, a crise da meia idade não deve ser vista apenas como um obstáculo, mas como uma oportunidade para redescobrir valores, reconstruir relações e redirecionar a vida de acordo com novos objetivos.",
      "user": {
        "username": "beacastro"
      }
    }
  ],
  "auth": [
    {
      "id": "1",
      "username": "beacastro",
      "password": "secret",
      "role": "admin"
    },
    {
      "id": "b371",
      "username": "beacastro23",
      "password": "secret",
      "role": "standard"
    }
  ]
}